{
  "title": "German-Arab Chamber of Industry and Commerce",
  "menu": {
    "home": "Home",
    "about": "About Us",
    "programs": "programs",
    "contact": "Contact",
    "news": "News",
    "events": "Events",
    "membership": "Membership",
    "summit": "Summit"
  },
  "buttons": {
    "readMore": "Read More",
    "subscribe": "Subscribe",
    "submit": "Submit",
    "viewAll": "View All",
    "downloadPDF": "Download PDF",
    "register": "Register Now",
    "okay": "Okay",
    "getstarted": "Get Started",
    "sending": "Sending...",
    "viewPost": "View Post",
    "viewAllPosts": "View All Posts",
    "backToHome": "Back to Home",
    "search": "Search",
    "clear": "Clear",
    "viewAllNews" : "view All News"
  },
  "footer": {
    "address": "Address",
    "phone": "Phone",
    "email": "Email",
    "followUs": "Follow Us",
    "newsletter": "Newsletter",
    "subscribeNewsletter": "Subscribe to our newsletter",
    "copyright": "All rights reserved {year} German-Arab Chamber of Industry and Commerce"
  },
  "linkedinPosts": {
    "title": "LinkedIn Posts",
    "subtitle": "Follow us on LinkedIn for the latest news and insights",
    "viewOnLinkedin": "View on LinkedIn",
    "postedOn": "Posted on",
    "allPostsTitle": "All LinkedIn Posts",
    "allPostsDescription": "Explore all our LinkedIn posts and stay updated with the latest news and insights",
    "filterByCategory": "Filter by Category",
    "searchPlaceholder": "Search posts...",
    "noResults": "No posts found matching your criteria",
    "allCategories": "All Categories"
  },
  "home": {
    "welcome": "Welcome to German-Arab Chamber of Industry and Commerce",
    "latestNews": "Latest News",
    "upcomingEvents": "Upcoming Events",
    "ourServices": "Our Services",
    "membershipBenefits": "Membership Benefits",
    "contactUs": "Contact Us",
    "launchCareer": "Dr. Nourhan Hassan –",
    "withIGCC": "Chairperson of the Board of Directors at the IGCC",
    "mainDescription": "Dr. Nourhan Hassan boasts extensive expertise in governance and consulting. She serves as the Chairperson of the Board of Directors at the International Governance Consulting Center (IGCC) and is a certified international consultant and trainer accredited by the International Compliance and Anti-Money Laundering Organization in England.",
    "vision2030": "She is also the founder of the Arab Forum for Governance and Sustainable Development and a Governance, Risk, and Compliance (GRC) advisor for numerous companies in Saudi Arabia. Additionally, she chairs the Governance Committee at the New Republic Foundation for Development and is a member of the Egyptian Society for Political Economy and Legislation.",
    "heroPragraph": "We empower organizations with consulting solutions in governance, compliance, and risk management, with global best practices. Our certified experts deliver cutting-edge training programs to elevate performance and foster institutional excellence in a dynamic world.",
    "herotitle": "hello world",
    "GetCertified": "International Governance",
    "inGovernance": "and ",
    "andSustainableDevelopment": "Compliance Conslutation Center",
    "What Our Client Say About Us" : "What Our Client Say About Us,",
    "OurPartners" : "Our Partners"
  },
  "form": {
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "subject": "Subject",
    "message": "Message",
    "messagePlaceholder": "Enter your message here...",
    "company": "Company",
    "position": "Position",
    "inquiryType": "Inquiry Type",
    "required": "Required",
    "invalidEmail": "Invalid email address",
    "invalidPhone": "Invalid phone number",
    "enrollIn": "Enroll in",
    "errorSubmitting": "Error submitting form. Please try again."
  },
  "ClientOpponentTitle": {
    "WhatOurClientSay" : "What Our Client Say About Us"
  },
  "ClientOpponentName": {
    "FirstName" : "Jhon Dwirian",
    "SecondName": "Leon S Kennedy",
    "ThirdName": "Nguyễn Thuy"
  },
  "ClientOpponentJop": {
    "FirstJop": "Machine Learning",
    "SecondJop": "Android Development",
    "ThirdJop": "UI/UX Design"
  },
  "ClientOpponentDescription": {
    "FirstDescription": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
    "SecondDescription": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.",
    "ThirdDescription": "Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum."
  },
  "ClientOpponentCompany": {
    "FirstCompany": "Google",
    "SecondCompany": "Google",
    "ThirdCompany": "Google"
  },
  "successMessage": "Registration Successful!",
  "successDescription": "Thank you for registering. We will contact you soon.",
  "programTitle" :{
    "program1": "Corporate Governance",
    "program2": "Family Business Governance",
    "program3": "Endowment Governance",
    "program4": "Public Sector Governance",
    "program5": "Sports Clubs Governance",
    "program6": "Board Secretary",
    "program7": "Certified Board Member",
    "program8": "Anti-Money Laundering (AML)",
    "program9": "Business Continuity Management",
    "program10": "Environmental, Social, and Governance (ESG) Management",
    "program11": "Risk Management Officer",
    "program12": "Risk Management",
    "program13": "IT Governance",
    "program14": "Healthcare Governance",
    "program15": "Certified Compliance Officer License",
    "program16": "Internal Auditor",
    "program17": "Investor Relations Officer",
    "program18": "Governance, Risk, and Compliance (GRC)"
  },
  "programDes": {
    "program1": "Focuses on establishing effective board structures, ethical decision-making, and accountability frameworks to ensure transparent and sustainable corporate leadership.",
    "program2": "Addresses governance challenges unique to family-owned businesses, including succession planning, conflict resolution, and balancing family dynamics with professional management.",
    "program3": "Covers governance strategies for endowment funds, emphasizing investment oversight, donor compliance, and long-term financial sustainability for institutions.",
    "program4": "Enhances governance in government and public entities, promoting transparency, ethical standards, and efficient public resource management.",
    "program5": "Provides frameworks for managing sports organizations, emphasizing financial accountability, member engagement, and compliance with sporting regulations.",
    "program6": "Trains professionals in board administration, including meeting coordination, regulatory compliance, and stakeholder communication for seamless governance operations.",
    "program7": "Equips board members with skills for strategic oversight, risk management, and ethical leadership to align organizational goals with stakeholder expectations.",
    "program8": "Teaches techniques to detect, prevent, and report financial crimes, ensuring compliance with global AML regulations and safeguarding institutional integrity.",
    "program9": "Prepares organizations to maintain operations during crises through risk assessment, recovery planning, and resilience strategies for disruptions.",
    "program10": "Integrates ESG principles into business strategies to drive sustainability, ethical practices, and measurable social and environmental impact.",
    "program11": "Trains officers to design risk frameworks, identify threats, and implement mitigation strategies aligned with organizational objectives.",
    "program12": "Establishes systematic processes to assess, monitor, and mitigate risks across all levels of an organization for informed decision-making.",
    "program13": "Training Programs",
    "program14": "Governs IT systems and data management to align technology with business goals, ensuring security, compliance, and operational efficiency.",
    "program15": "Focuses on governance in healthcare settings, prioritizing patient safety, regulatory adherence, and ethical resource allocation.",
    "program16": "Certifies professionals to develop, implement, and audit compliance programs, ensuring adherence to laws and industry standards.",
    "program17": "Trains auditors to evaluate internal controls, assess risks, and improve governance processes for organizational accountability.",
    "program18": "Develops skills to manage investor communications, financial disclosures, and stakeholder relations to build trust and transparency.",
    "program19": "Combines governance, risk, and compliance into a unified strategy to streamline processes, enhance decision-making, and ensure regulatory alignment."
  },
  "Footer": {
    "footerpragraphs": "IGCC Egypt is your go-to for professional consultations in governance and sustainable development with internationally recognized certifications from ICAS.",
    "copyright": "All rights reserved."
  },
  "news" :{
    "title" : "Latest News",
    "allNews" : "Latest News"
  },
  "contactUs": "Contact Us",
  "getInTouch": "Get in touch with us for inquiries or support",
  "course": "Course",
  "mentoring": "Mentoring",
  "governance": "Governance",
  "support": "Support",
  "successMessageContact": "Message Received Successfully!",
  "successDescriptionContact": "Thank you for contacting us. Our team will get back to you as soon as possible.",
  "summit": {
    "title": "Governance and Sustainable Development Summit",
    "subtitle": "Join us for the Arab Governance and Sustainable Development Summit",
    "introduction": "The Arab Forum for Governance and Sustainable Development stands as a pioneering platform that brings together experts and decision-makers to discuss the latest trends and strategies in governance and sustainability. The forum aims to enhance transparency, support a sustainable economy, and empower institutions to adopt best practices in achieving comprehensive and sustainable development across the Arab region. We are pleased to announce the convening of the forum’s second edition under the patronage of the Arab League and the International Governance and Project Management Consultancy Center (IGCC), with participation from a select group of experts and thought leaders in governance and sustainable development. 📌 An exceptional opportunity to explore cutting-edge insights and strategies, and to strengthen Arab collaboration toward a more sustainable future.",
    "date": "May 15-16, 2025",
    "location": "Cairo, Egypt",
    "registerTitle": "Register for the Summit",
    "formName": "Full Name",
    "formEmail": "Email Address",
    "formOrganization": "Organization",
    "formPosition": "Position/Title",
    "formPhone": "Phone Number",
    "formMessage": "Special Requirements or Questions",
    "formSubmit": "Register Now",
    "formSuccess": "Registration successful! We'll contact you with further details.",
    "formError": "An error occurred. Please try again."
  }
}
